/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "承認リクエスト受信";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "使用中";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "通話エラー1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "通話エラー2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "通話保留";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "接続中";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "連絡先がオンライン";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "連絡先がオフライン";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "連絡先を受信しました";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "ファイル送受信が完了しました";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "ファイル送信が失敗しました";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "チャット開始メッセージ着信時";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "切断";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "通話保留時";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "通話を着信中";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "ファイル受信時";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "サインイン";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "ログアウト";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "チャットメッセージ着信時";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "フォアグラウンドでのメッセージの受信";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "チャットメッセージ送信時";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "新規ユーザ";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "通話発信時";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "相手が通話終了";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "通話再開時";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "プッシュホンダイヤルアップ";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "トリプルビープ";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "音声メッセージ";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "サインアウト時";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "サインイン時";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "連絡先がオンラインになった時";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "連絡先がオフラインになった時";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "通話を着信中";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "通話着信 - キャッチホン";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "通話接続中";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "通話発信時";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "切断";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "グループ通話の参加者が通話を終了しました";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "使用中";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "通話保留時";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "通話再開時";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "最近の会話の新規メッセージ";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "現在の会話の新規メッセージ";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "会話の最初のメッセージ";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "ムードメッセージ受信";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "相手が入力中";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "チャットメッセージ送信時";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "連絡先追加のリクエストを受信しました";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "連絡先を受信しました";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "ファイル受信時";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "ファイル送受信完了時";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "ファイル送信が失敗しました";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "デスクトップAPIアプリが接続されています";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "サインインしました。";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "サインアウトしました。";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "連絡先\"@\" は返答可能です。";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "連絡先\"@\" は返答不可能です。";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "\"@\" から通話着信中です。";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "\"@\" から通話着信中です。";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "通話接続中";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "\"@\" へ通話発信中。";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "通話を切断しました。";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "相手が通話を切断しました。";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "話し中です。";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "通話保留";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "通話再開";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "メッセージ";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "\"@\" からのメッセージ。";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "メッセージ宛先： \"@\"。";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\"さんがムードメッセージを変更しました。";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "\"@\" からチャットメッセージがあります。";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\"さんが入力中です。";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "\"@\" から連絡先追加のリクエストを受信しました。";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "\"@\" から連絡先追加のリストを受信しました。";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "\"@\" からファイルを受信しました。";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "\"@\" とのファイル送受信が完了しました。";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "\"@\" とのファイル送受信は失敗しました。";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" connected to Skype";
